module.exports = {
  commons: {
    modalCloseButton: 'ಮುಚ್ಚಿ',
    modalContent: 'ನೀವು ಆಟದೊಂದಿಗೆ ಮಾಡಲಾಗುತ್ತದೆ. ನೀವು ಫಲಿತಾಂಶವನ್ನು CSV ಗೆ ರಫ್ತು ಮಾಡಲು ಬಯಸುವಿರಾ?',
    modalExitButton: 'ನಿರ್ಗಮನ',
    exportButton : 'CSV ಗೆ ರಫ್ತು ಮಾಡಿ',
    backButton : 'ಹಿಂದೆ',
    startButton : "ಪ್ರಾರಂಭಿಸಿ",
    continueButton : 'ಮುಂದುವರೆಯಿರಿ',
    exported: 'ರಫ್ತು ಮಾಡಲಾಗಿದೆ',
    nextButton: 'ಮುಂದಿನ',
  },
  landingPage: {
    title: 'ರೋಗಿಯ ID ಯನ್ನು ನಮೂದಿಸಿ',
    placeholder: 'ರೋಗಿಯ ID',
    buttonText: 'ಪ್ರಾರಂಭಿಸಿ'
  },
  gamePage: {
    game1: 'ಭಾವನೆ ಗುರುತಿಸುವಿಕೆ',
    game2: 'ಪರಿಣಾಮಕಾರಿ ಗೋ-ಇಲ್ಲ-ಗೋ',
    game3: 'ಪದ ಪ್ರಭಾವಶಾಲಿ ಗೋ-ಇಲ್ಲ-ಗೋ',
    game4: 'IOWA ಜೂಜಾಟ',
    game5: '5-ವಿಚಾರಣೆ ಸರಿಹೊಂದಿಸುವುದು ವಿಳಂಬ ರಿಯಾಯಿತಿ ಕಾರ್ಯ',
    game6: 'ಕೈದಿಗಳ ಸಂದಿಗ್ಧತೆ'
  },
  game1: {
    instructionTitle: 'ಭಾವನೆಯ ಗುರುತಿಸುವಿಕೆ',
    instruction: 'ಮುಖಗಳನ್ನು ನೋಡಿ ಮತ್ತು ಮುಖವು ವ್ಯಕ್ತಪಡಿಸುವ ಭಾವನೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.',
    joy: 'ಸಂತೋಷ',
    sadness: 'ದುಃಖ',
    anger: 'ಕೋಪ',
    neutral: 'ತಟಸ್ಥ',
    disgust: 'ಅಸಹ್ಯ',
    fear: 'ಭಯ',
    surprise: 'ಆಶ್ಚರ್ಯ',
  },
  game2: {
    instructionTitle: 'ಪರಿಣಾಮಕಾರಿ ಗೋ-ಇಲ್ಲ-ಗೋ',
    inGameExit: 'ನೀನು ನಿಜವಾಗಲೂ ಹೊರಗೆ ಹೂಗಬಯಸುತ್ತೀಯಾ? ಆಟವನ್ನು ಪುನರಾರಂಭಿಸಲಾಗುವುದಿಲ್ಲ.',
    instructions : [
      {
        instruction :  'ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಕೋಪದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ.  <br> <p style="color: red"> ವಿಚಾರಣೆ </p>'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 1, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಕೋಪದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ.'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 2, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 3, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 4, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಕೋಪದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 5, ಕೋಪದ ಮುಖವನ್ನು ನೀವು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 6, ಕೋಪದ ಮುಖವನ್ನು ನೀವು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಒತ್ತಿರಿ, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      }
    ]
  },
  game3: {
    instructionTitle: 'Word Affective Go-No-Go',
    instructions : [
      {
        instruction :  'ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ದುಃಖದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ. <br> <p style="color: red"> ವಿಚಾರಣೆ </p>'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 1, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ದುಃಖದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ.'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 2, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 3, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 4, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 5, ನೀವು ದುಃಖ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 6, ನೀವು ದುಃಖ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      }
    ]
  },
  game4: {
    instructionTitle: 'IOWA ಜೂಜಾಟ',
    instruction : 'ಈ ಕಾರ್ಯದಲ್ಲಿ ನೀವು ಜೂಜಿನ ಆಟವನ್ನು ಆಡುತ್ತೀರಿ. ನಿಮ್ಮ ಮುಂದೆ, ಪರದೆಯ ಮೇಲೆ, ಎ, ಬಿ, ಸಿ ಮತ್ತು ಡಿ ಎಂಬ ನಾಲ್ಕು ಕಾರ್ಡ್‌ಗಳು ಇರುತ್ತವೆ. ನೀವು ಒಂದು ಸಮಯದಲ್ಲಿ ಒಂದು ಕಾರ್ಡ್ ಅನ್ನು ಆರಿಸಬೇಕಾಗುತ್ತದೆ. ಪ್ರತಿ ಬಾರಿ, ನೀವು ಸ್ವಲ್ಪ ಹಣವನ್ನು ಗೆಲ್ಲಬಹುದು, ಆದರೆ ನೀವು ಕೆಲವೊಮ್ಮೆ ಹಣವನ್ನು ಸಹ ಕಳೆದುಕೊಳ್ಳಬಹುದು. ಪ್ರತಿ ಪ್ರಯೋಗದ ನಂತರ ನೀವು ಹಣವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೀರಿ, ಅದು ನಿಮ್ಮ ಹಣದ ಚೀಲವನ್ನು ಸರಿಹೊಂದಿಸುತ್ತದೆ. ನಿಮ್ಮ ಹಣದ ಚೀಲವನ್ನು ಪರದೆಯ ಎಡಗೈ ಮೂಲೆಯಲ್ಲಿ ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ ನೀವು ಬ್ಯಾಂಕ್ ನಿಮಗೆ ನೀಡಿದ 2000 ರೂ. ಸಾಧ್ಯವಾದಷ್ಟು ಹಣವನ್ನು ಸಂಪಾದಿಸಲು ಪ್ರಯತ್ನಿಸಿ.',
    cashLeft: '₹'
  },
  game5: {
    instructionTitle: '5-ವಿಚಾರಣೆ ಸರಿಹೊಂದಿಸುವುದು ವಿಳಂಬ ರಿಯಾಯಿತಿ ಕಾರ್ಯ',
    instruction: 'ಈ ಆಟದಲ್ಲಿ, ಆಯ್ಕೆಗಳನ್ನು ಮಾಡಲು ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುತ್ತದೆ. ನೀವು ಈಗ 500 ರೂಪಾಯಿಗಳನ್ನು ಹೊಂದಲು ಬಯಸುತ್ತೀರಿ ಅಥವಾ ಭವಿಷ್ಯದಲ್ಲಿ ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ 1000 ರೂ ಹೊಂದಲು ಬಯಸುತ್ತೀರಿ. ಈ ಆಟವನ್ನು ಆಡಲು ಒಂದು ನಿಮಿಷ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಸರಿ ಅಥವಾ ತಪ್ಪು ಉತ್ತರಗಳು ಇಲ್ಲ.',
    question: 'ನೀವು ಹೊಂದಿದ್ದೀರಾ?',
    buttonNow: '₹500 ಈಗ',
    or: 'ಅಥವಾ',
    buttonLater: '₹1000 ಮೂರು ವಾರಗಳಲ್ಲಿ ',
    subText: 'ನಿಮ್ಮ ಆಯ್ಕೆಯ ಉತ್ತರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ'
  },
  game6: {
    instructionTitle: 'ಕೈದಿಗಳ ಸಂದಿಗ್ಧತೆ',
    instruction: 'ಈ ಆಟದಲ್ಲಿ ನೀವು 3 ವಿಭಿನ್ನ ಎದುರಾಳಿಗಳ ವಿರುದ್ಧ ಆಡುವಿರಿ. ಪ್ರತಿ ಎದುರಾಳಿಗಳೊಂದಿಗೆ ನೀವು ಸ್ವಲ್ಪ ಹಣವನ್ನು ಗೆದ್ದಿರುತ್ತೀರಿ. ಹಣವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಅಥವಾ ಕದಿಯಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ನೀವು ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಯು ಯಾವುದನ್ನು ಆಯ್ಕೆ ಮಾಡಿದ್ದಾರೆ ಎಂದು ತಿಳಿಯದೆಯೇ ಆರಿಸಬೇಕಾಗುತ್ತದೆ.',
    instruction2 : '<ul><li>ನೀವು ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು ಹಣವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಆರಿಸಿದರೆ, ಪರಸ್ಪರ ಸಹಕಾರಕ್ಕಾಗಿ ನೀವು 3 ಅಂಕಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ.</li><li>ನೀವು ಹಣವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಆಯ್ಕೆ ಮಾಡಿದರೆ ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು ಹಣವನ್ನು ಕದಿಯಲು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ನೀವು 0 ಅಂಕಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು 5 ಅಂಕಗಳನ್ನು ಪಡೆಯುತ್ತಾನೆ.</li><li>ನೀವು ಹಣವನ್ನು ಕದಿಯಲು ಆಯ್ಕೆ ಮಾಡಿದರೆ ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು ಹಣವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ನೀವು 5 ಅಂಕಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು 0 ಅಂಕಗಳನ್ನು ಪಡೆಯುತ್ತಾನೆ.</li><li>ನೀವು ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು ಹಣವನ್ನು ಕದಿಯಲು ಆಯ್ಕೆ ಮಾಡಿದರೆ, ಪರಸ್ಪರ ಸಹಕಾರಕ್ಕಾಗಿ ನೀವು 1 ಅಂಕಗಳನ್ನು ಪಡೆಯುತ್ತೀರಿ.</li></ul>',
    instruction3 : 'ಪಂದ್ಯವನ್ನು ಗೆಲ್ಲಲು ನಿಮಗೆ ಸಾಧ್ಯವಾದಷ್ಟು ಅಂಕಗಳನ್ನು ಸಂಗ್ರಹಿಸಿ.',
    or: 'ಅಥವಾ',
    question: 'ನೀವು ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು ಆಟದಲ್ಲಿ 2000 ದಲ್ಲಿ ಜಯಗಳಿಸಿದ್ದಾರೆ, ನೀವು ಬಯಸುತ್ತೀರಾ',
    buttonShare: 'ಹಣವನ್ನು ಹಂಚಿ',
    buttonSteal: 'ಹಣವನ್ನು ಕದಿಯಲು',
    share: 'ಹಂಚು',
    steal: 'ಕದಿಯಲು',
    subText: 'ನಿಮ್ಮ ಆಯ್ಕೆಯ ಉತ್ತರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ',
    you : 'ನೀನು',
    opponent: 'ಒಪನ್ಟೆಂಟ್',
    youEarned : 'ನೀವು ಸಂಪಾದಿಸಿದ್ದೀರಿ',
    andYourOpponent : 'ಮತ್ತು ನಿಮ್ಮ ಆಪ್ತಮಿತ್ರ ಗಳಿಸಿದರು',
    wait: 'ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ನಿಮ್ಮ ಓಪನರ್ ತನ್ನ ತಿರುವುವನ್ನು ಆಡುತ್ತಿದ್ದಾನೆ.',
    doneOpponent1 : 'ಎದುರಾಳಿ 1 ಮುಗಿದಿದೆ, ಎದುರಾಳಿ 2 ತಯಾರಾಗುತ್ತಿದೆ.',
    doneOpponent2 : 'ಎದುರಾಳಿ 2 ಮುಗಿದಿದೆ, ಎದುರಾಳಿ 3 ತಯಾರಾಗುತ್ತಿದೆ.',
    yourOponentChoose: 'ನಿಮ್ಮ ಓಪನ್ ಲೆಂಟ್ ಗೆ ಆಯ್ಕೆ ಮಾಡಿ ',
  }
}