module.exports = {
  commons: {
    modalCloseButton: 'ಮುಚ್ಚಿ',
    modalContent: 'ನೀವು ಆಟದೊಂದಿಗೆ ಮಾಡಲಾಗುತ್ತದೆ. ನೀವು ಫಲಿತಾಂಶವನ್ನು CSV ಗೆ ರಫ್ತು ಮಾಡಲು ಬಯಸುವಿರಾ?',
    modalExitButton: 'ನಿರ್ಗಮನ',
    exportButton : 'CSV ಗೆ ರಫ್ತು ಮಾಡಿ',
    backButton : 'ಹಿಂದೆ',
    startButton : "ಪ್ರಾರಂಭಿಸಿ",
    continueButton : 'ಮುಂದುವರೆಯಿರಿ',
    exported: 'ರಫ್ತು ಮಾಡಲಾಗಿದೆ'
  },
  landingPage: {
    title: 'ರೋಗಿಯ ID ಯನ್ನು ನಮೂದಿಸಿ',
    placeholder: 'ರೋಗಿಯ ID',
    buttonText: 'ಪ್ರಾರಂಭಿಸಿ'
  },
  gamePage: {
    game1: 'ಭಾವನೆ ಗುರುತಿಸುವಿಕೆ',
    game2: 'ಪರಿಣಾಮಕಾರಿ ಗೋ-ಇಲ್ಲ-ಗೋ',
    game3: 'ಪದ ಪ್ರಭಾವಶಾಲಿ ಗೋ-ಇಲ್ಲ-ಗೋ',
    game4: 'IOWA ಜೂಜಾಟ',
    game5: '5-ವಿಚಾರಣೆ ಸರಿಹೊಂದಿಸುವುದು ವಿಳಂಬ ರಿಯಾಯಿತಿ ಕಾರ್ಯ',
    game6: 'ಕೈದಿಗಳ ಸಂದಿಗ್ಧತೆ'
  },
  game1: {
    instructionTitle: 'ಭಾವನೆಯ ಗುರುತಿಸುವಿಕೆ',
    instruction: 'ಮುಖಗಳನ್ನು ನೋಡಿ ಮತ್ತು ಮುಖವು ವ್ಯಕ್ತಪಡಿಸುವ ಭಾವನೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.',
    joy: 'ಸಂತೋಷ',
    sadness: 'ದುಃಖ',
    anger: 'ಕೋಪ',
    neutral: 'ತಟಸ್ಥ',
    disgust: 'ಅಸಹ್ಯ',
    fear: 'ಭಯ',
    surprise: 'ಸುಳಿವು',
  },
  game2: {
    instructionTitle: 'ಪರಿಣಾಮಕಾರಿ ಗೋ-ಇಲ್ಲ-ಗೋ',
    inGameExit: 'ನೀನು ನಿಜವಾಗಲೂ ಹೊರಗೆ ಹೂಗಬಯಸುತ್ತೀಯಾ? ಆಟವನ್ನು ಪುನರಾರಂಭಿಸಲಾಗುವುದಿಲ್ಲ.',
    instructions : [
      {
        instruction :  'ವಿಚಾರಣೆ, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಕೋಪದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ.'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 1, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಕೋಪದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ.'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 2, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 3, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 4, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಕೋಪದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 5, ಕೋಪದ ಮುಖವನ್ನು ನೀವು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 6, ಕೋಪದ ಮುಖವನ್ನು ನೀವು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಒತ್ತಿರಿ, ನೀವು ತಟಸ್ಥ ಮುಖವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      }
    ]
  },
  game3: {
    instructionTitle: 'Word Affective Go-No-Go',
    instructions : [
      {
        instruction :  'ವಿಚಾರಣೆ, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ದುಃಖದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ.'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 1, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ದುಃಖದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ.'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 2, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿ, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನನ್ನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 3, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 4, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 5, ನೀವು ದುಃಖ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ಸಂತೋಷದ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      },
      {
        instruction : 'ಹೊಂದಿಸಿ 6, ನೀವು ದುಃಖ ಪದವನ್ನು ನೋಡಿದಾಗ ಸ್ಪೇಸ್ ಬಾರ್ ಅನ್ನು ಒತ್ತಿರಿ, ನೀವು ತಟಸ್ಥ ಪದವನ್ನು ನೋಡಿದಾಗ ಏನೂ ಮಾಡಬೇಡಿ'
      }
    ]
  },
  game4: {
    instructionTitle: 'IOWA ಜೂಜಾಟ',
    instruction : 'ನಿಮ್ಮ ಮುಂದೆ, ಪರದೆಯ ಮೇಲೆ 4 ಇಸ್ಪೀಟೆಲೆಗಳ ಡೆಕ್ಗಳಿವೆ: A, B, C, D. ನಾವು ಆಟವನ್ನು ಪ್ರಾರಂಭಿಸಿದಾಗ, ನಾನು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಯಾವುದೇ ಡೆಕ್ನಿಂದ ಕಾರ್ಡ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಒಂದೇ ಸಮಯದಲ್ಲಿ ಒಂದು ಕಾರ್ಡ್ ಅನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಲು ಬಯಸುತ್ತೀರಿ. ನೀವು ಪ್ರತಿ ಬಾರಿ ಕಾರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ, ಕಂಪ್ಯೂಟರ್ ನಿಮಗೆ ಕೆಲವು ಹಣವನ್ನು ಗೆದ್ದಿತ್ತು ಎಂದು ಹೇಳುತ್ತದೆ, ಆದರೆ ನೀವು ಕಳೆದುಕೊಂಡಿರುವಿರಿ ಎಂದು ಅದು ಹೇಳುತ್ತದೆ ಕೆಲವು ಹಣವೂ ಸಹ. ಆರಂಭದಲ್ಲಿ ನೀವು 2000 ರೊಂದಿಗೆ ಪ್ರಾರಂಭವಾಗುತ್ತೀರಿ. ಕೆಲಸದ ಗುರಿ ಎಷ್ಟು ಹೆಚ್ಚು ಗೆಲ್ಲುವುದು ಹಣವನ್ನು ನೀವು ಮಾಡಬಹುದು.',
    cashLeft: '₹'
  },
  game5: {
    instructionTitle: '5-ವಿಚಾರಣೆ ಸರಿಹೊಂದಿಸುವುದು ವಿಳಂಬ ರಿಯಾಯಿತಿ ಕಾರ್ಯ',
    instruction: 'ಈ ಆಟದಲ್ಲಿ, ನಿಮಗೆ 500 ರೂಪಾಯಿಗಳ ನಡುವಿನ ಆಯ್ಕೆಗಳನ್ನು ಮಾಡಲು ಅಥವಾ ಭವಿಷ್ಯದಲ್ಲಿ ಸುಮಾರು 1000 ರೂ. ನೀವು ಆದ್ಯತೆ ನೀಡುವ ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ. ಈ ಆಟವನ್ನು ಆಡಲು 1 ನಿಮಿಷ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಸರಿ ಅಥವಾ ತಪ್ಪು ಉತ್ತರಗಳು ಇಲ್ಲ.',
    question: 'ನೀವು ಹೊಂದಿದ್ದೀರಾ?',
    buttonNow: '₹500 ಈಗ',
    or: 'ಅಥವಾ',
    buttonLater: '₹1000 ಮೂರು ವಾರಗಳಲ್ಲಿ ',
    subText: 'ನಿಮ್ಮ ಆಯ್ಕೆಯ ಉತ್ತರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ'
  },
  game6: {
    instructionTitle: 'ಕೈದಿಗಳ ಸಂದಿಗ್ಧತೆ',
    instruction: 'ಈ ಪಂದ್ಯದಲ್ಲಿ, ನೀವು 3 ವಿರೋಧಿಗಳ ವಿರುದ್ಧ ಆಡುವಿರಿ. ಈ ಪ್ರತಿಸ್ಪರ್ಧಿಗಳೊಂದಿಗೆ ನೀವು ಸ್ವಲ್ಪ ಹಣವನ್ನು ಗೆದ್ದಿದ್ದೀರಿ. ಹಣವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಅಥವಾ ಕದಿಯಲು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ನೀವು ಮತ್ತು ನಿಮ್ಮ ಎದುರಾಳಿಯು ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿಯು ಯಾವುದನ್ನು ಆಯ್ಕೆ ಮಾಡಬೇಕೆಂಬುದನ್ನು ತಿಳಿಯದೆಯೇ ಆರಿಸಬೇಕಾಗುತ್ತದೆ.',
    or: 'ಅಥವಾ',
    question: 'ನೀವು ಏನು ಆಯ್ಕೆ ಮಾಡುತ್ತೀರಿ?',
    buttonShare: 'ಹಂಚು',
    buttonSteal: 'ಕದಿಯಲು',
    subText: 'ನಿಮ್ಮ ಆಯ್ಕೆಯ ಉತ್ತರವನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ',
    you : 'ನೀನು',
    opponent: 'ಒಪನ್ಟೆಂಟ್',
    youEarned : 'ನೀವು ಸಂಪಾದಿಸಿದ್ದೀರಿ',
    andYourOpponent : 'ಮತ್ತು ನಿಮ್ಮ ಆಪ್ತಮಿತ್ರ ಗಳಿಸಿದರು',
    wait: 'ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ, ನಿಮ್ಮ ಓಪನರ್ ತನ್ನ ತಿರುವುವನ್ನು ಆಡುತ್ತಿದ್ದಾನೆ.',
    doneOpponent1 : 'ಎದುರಾಳಿ 1 ಮುಗಿದಿದೆ, ಎದುರಾಳಿ 2 ತಯಾರಾಗುತ್ತಿದೆ.',
    doneOpponent2 : 'ಎದುರಾಳಿ 2 ಮುಗಿದಿದೆ, ಎದುರಾಳಿ 3 ತಯಾರಾಗುತ್ತಿದೆ.'
  }
}